_posts/2017-01-28-the-rerise-of-nationalism.html
---
layout: post
title: The rerise of nationalism
excerpt: The nation-state reasserts itself--to the American advantage
---

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1">Trump the nationalist</h2>
<div class="outline-text-2" id="text-1">
<p>
The election of Donald Trump and the swiftness with which he has implemented policies has surprised and angered many&#x2013;primarily those who hadn't a clue what his appeal is. His opponents castigate him as crass and uncultured, as if those were the worst possible attributes a politician could have.
</p>

<p>
What they missed was his whole political message, which was consistent from the primaries to election day. Indeed, Donald Trump's entire political platform can be summarized by a single word: <b>nationalism</b>. On every policy plank, from trade to immigration, Trump had one thing to say: he's going to advance the national interest by putting "America First".
</p>

<p>
There are a few who saw this, of course. Anatol Lieven of the New American Foundation published <a href="https://www.iiss.org/en/publications/survival/sections/2016-5e13/survival--global-politics-and-strategy-october-november-2016-ff0a/58-5-02-lieven-3a77">Clinton and Trump: Two Faces of American Nationalism</a> in the September 2016 in <a href="https://www.iiss.org/en/publications/survival/sections/2016-5e13/survival--global-politics-and-strategy-october-november-2016-ff0a/58-5-02-lieven-3a77">IISS</a>. <a href="http://www.latimes.com/opinion/op-ed/la-oe-goldberg-trumpism-nationalism-identity-politics-20160815-snap-story.html">Jonah Goldberg</a> of the LA Times correctly identified Trump as a nationalist, but claims that it's "just identity politics in a new flannel shirt", which is a strange claim&#x2013;the national identity is not just another bit player in identity politics, after all. And <a href="https://twitter.com/xiongtx/status/724315632116727809">yours truly warned</a> all the way back in April 2016 that both Trump's Republican primary challengers and Democratic opponents were ceding important political space to him.
</p>

<p>
We should not be surprised that nationalism is rising&#x2013;or, rather, rerising. The period after the end of the Cold War was one during which politics, economics, and technology all led to greater internationalism. The EU, NAFTA, and the internet all came about at this time. A regression was inevitable, especially since the United States <a href="https://www.youtube.com/watch?v=v_DWbBmTZ2g&feature=youtu.be&t=1m43s">created the internal system</a> to fight the Cold War, which is long over.
</p>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2">The American advantage</h2>
<div class="outline-text-2" id="text-2">
<p>
All sorts of accusations have been levied at the new administration, from secret deals with Russia<sup><a id="fnr.1" name="fnr.1" class="footref" href="#fn.1">1</a></sup> to championing "white nationalism". The media, in particular, has been caught up in anti-Trump hysteria without any self-reflection as to whether their constant coverage of him throughout 2016 <i>may</i> have given him a publicity advantage<sup><a id="fnr.2" name="fnr.2" class="footref" href="#fn.2">2</a></sup>. Then again, we can hardly blame them; Trump, having worked in television for a long time, has a deep understanding how the media works. Namely, attacking the media gains you influence over them. Just look at how journalists hang on to Trump's every tweet; he couldn't ask for a more captive audience.
</p>

<p>
In all this nonsense, however, the bigger picture is lost.
</p>

<p>
The United States is rapidly losing interest in the international system it constructed, which has enormous implications for countries that depend on this system, in particular exporters like <a href="https://www.youtube.com/watch?v=l4HZ6fOEzVM&feature=youtu.be&t=14m28s">Germany</a> and <a href="https://www.youtube.com/watch?v=l4HZ6fOEzVM&feature=youtu.be&t=21m20s">China</a>. Contrary to claims of "isolationism", the US is deepening its bilateral relationships with strategic countries like the Baltics, Poland, Romania, Japan, and South Korea. Meanwhile, the domestic revolution in oil and gas over the past decade has turned one of the US's most important interactions with the world upside down, such that it's actually running an <a href="https://www.bloomberg.com/news/articles/2017-01-31/u-s-enjoys-first-ever-oil-trade-surplus-with-latin-america">oil trade surplus with Latin America</a>.
</p>

<p>
It must be remembered that the United States is the world's first modern nation state. Nationalism in the US is based on creed, not mere ethnicity as it is in the Old World. A return to nationalism brings the ball the America's home court, which is greatly to the American advantage<sup><a id="fnr.3" name="fnr.3" class="footref" href="#fn.3">3</a></sup>.
</p>

<p>
It is not Donald Trump's boorish behavior, then, that will characterize the new few years, but the return of nationalism to the forefront of global politics.
</p>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" name="fn.1" class="footnum" href="#fnr.1">1</a></sup> <p class="footpara">
That "liberals" are now foaming at the mouth with anti-Russian sentiment&#x2013;on national security grounds, no less&#x2013;is perhaps the strangest turn of events Donald Trump has brought about.
</p></div>

<div class="footdef"><sup><a id="fn.2" name="fn.2" class="footnum" href="#fnr.2">2</a></sup> <p class="footpara">
Spoiler alert: most definitely.
</p></div>

<div class="footdef"><sup><a id="fn.3" name="fn.3" class="footnum" href="#fnr.3">3</a></sup> <p class="footpara">
Particularly as other entities, e.g. the EU and Russia, vigorously pursue self-destruction
</p></div>


</div>
</div>
